{
  "rafting_on_the_tara_river": {
    "title": "Rafting na reci Tari",
    "description": "Doživite uzbudljivu rafting avanturu na reci Tari, jednoj od najlepših reka Balkana. Prođite kroz zadivljujuće kanjone i upoznajte netaknutu prirodu.",
    "longDescription": "<p>Rafting na Tari, koju često nazivaju i &quot;Suzom Evrope&quot;, predstavlja avanturu koja spaja uzbudljive brzake sa prirodnim lepotama ove reke. Prolazeći kroz najdublji kanjon u Evropi, reka nudi i mirne deonice za uživanje u veličanstvenim predelima i dinamične brzake prilagođene različitim nivoima iskustva.</p><p>Većina tura obuhvata deonice duge od 18 do 25 kilometara, prolazeći pored visokih litica, gustih šuma i slikovitih vodopada. Sa brzacima klase III do IV, iskustvo je uzbudljivo, ali i bezbedno, jer su uvek prisutni profesionalni vodiči koji obezbeđuju svu potrebnu opremu.</p><p>Nakon avanture možete se opustiti pored reke, uživati u tradicionalnom obroku i diviti se netaknutoj prirodi. Rafting na Tari nije samo uzbuđenje – to je prilika da se povežete sa prirodom u jednom od najneiskvarenijih okruženja u Evropi.</p>"
  },
  "rafting_on_the_ibar_river": {
    "title": "Rafting na reci Ibar",
    "description": "Doživite uzbuđenje raftinga na reci Ibar kroz slikovitu Dolinu srpskih kraljeva, pored veličanstvenog Magličkog zamka.",
    "longDescription": "<p>Reka Ibar, koja izvire na planini Hajla u Crnoj Gori, protiče kroz Srbiju i nudi uzbudljivo rafting iskustvo. Sa dužinom od 272 km, reka se vijuga kroz prelepe predele, uključujući Dolinu srpskih kraljeva i srednjovekovni zamak Maglič.</p><p>Rafting na Ibru je uzbudljivo putovanje koje kombinuje brzake klase III sa bogatom istorijom i prirodnim lepotama Srbije. Avantura počinje u Ušću, gde profesionalni vodiči obezbeđuju svu potrebnu opremu i bezbednosne instrukcije pre nego što krenete na rutu dugu 15 kilometara. Tokom puta savladaćete uzbudljive brzake poput Grmčića i Jagnjila, dok mirnije deonice pružaju spektakularan pogled na Maglič i istorijske spomenike.</p><p>Mogućnosti za kupanje, odmor na šljunkovitim plažama i uživanje u zadivljujućem okruženju čine ovo iskustvo savršenim za porodice, prijatelje i sve koji žele da spoje avanturu sa srpskom tradicijom i kulturom.</p>"
  },
  "paragliding_zlatibor": {
    "title": "Paraglajding Zlatibor",
    "description": "Doživite uzbuđenje paraglajdinga iznad zadivljujućih pejzaža Zlatibora. Poletite sa vrha Čigote na 1.422 metra uz stručnu pratnju i zabeležite nezaboravne prizore.",
    "longDescription": "<p>Paraglajding na Zlatiboru pruža jedinstven pogled na ovaj prelepi kraj. Let počinje sa vrha Čigote na 1.422 metra nadmorske visine i traje oko 15 minuta, tokom kojih ćete lebdeti iznad zlatiborskih brežuljaka, zelenih livada i gustih šuma.</p><p>Bez obzira na vaše iskustvo, bićete u sigurnim rukama. Iskusni instruktori obezbeđuju da se poštuju sve mere bezbednosti, pružajući vam siguran i prijatan let. Od pripreme za poletanje do mekog sletanja, vaša sigurnost i udobnost su njihov prioritet, što vam omogućava da se u potpunosti prepustite zadivljujućim prizorima.</p>"
  },
  "paragliding_budva": {
    "title": "Paraglajding Budva, Crna Gora",
    "description": "Poletite iznad budvanske obale Jadrana u nezaboravnoj paraglajding avanturi. Klizite sa obalnih planina i uživajte u panoramskom pogledu na more i istorijski Stari grad.",
    "longDescription": "<p>Paraglajding u Budvi, Crna Gora, pruža uzbudljiv način da doživite jadransku obalu iz vazduha. Poletanjem sa litica i planina koje okružuju grad, otvaraju se zadivljujući pogledi na kristalno čisto more, bujnu prirodu i istorijski Stari grad Budve.</p><p>Ova avantura je savršena i za početnike i za iskusne letače, uz pratnju iskusnih pilota koji vas vode kroz siguran i uzbudljiv let. Za one bez iskustva dostupni su tandem letovi. Let traje između 15 i 30 minuta, u zavisnosti od vremenskih uslova, i pruža jedinstvene poglede na crnogorski pejzaž, uključujući plaže, uvale i čuveno ostrvo Sveti Stefan.</p>"
  },
  "kayaking_drina": {
    "title": "Kajak avantura na Drini",
    "description": "Krenite na nezaboravno kajakaško putovanje od 22 km niz reku Drinu. Upoznajte zadivljujuće predele, veličanstveni vodopad Vrelo i čuvenu kućicu na steni.",
    "longDescription": "<p>Naša kajakaška avantura na Drini vodi vas niz najdužu krašku reku Dinarskih Alpa. Ova ruta duga 22 km pruža spektakularne poglede i istinsku povezanost s prirodom. Usput ćete obići slikoviti vodopad Vrelo i čuvenu kućicu na steni kod Bajine Bašte.</p><p>Opustite se na mirnim plažama tokom pauza za ručak i uživajte u lepoti koja vas okružuje. Nije potrebno prethodno iskustvo – naši stabilni kajaci i iskusni vodiči obezbeđuju bezbedno i prijatno iskustvo za sve. Otkrijte čari Drine kao pravi avanturista!</p>"
  },
  "kayaking_danube_iron_gate": {
    "title": "Kajak avantura Đerdapska klisura",
    "description": "Otkrijte veličanstveni Dunav na kajakaškoj turi kroz Đerdapsku klisuru. Na tom putovanju očekuju vas istorijske znamenitosti, spektakularni pogledi i netaknuta priroda.",
    "longDescription": "<p>Doživite veličanstvenost druge najduže reke u Evropi – Dunava, na kajakaškoj turi kroz Đerdapsku klisuru. Veslajući kroz Srbiju, susrešćete zadivljujuće spomenike i arheološka nalazišta koja potiču od srednjeg veka pa sve do 1. veka nove ere.</p><p>Uživajte u spektakularnim pejzažima i netaknutoj prirodi dok prolazite kroz ovaj jedinstveni region. Prethodno iskustvo nije potrebno – obezbeđujemo svu opremu i stručne vodiče, kako biste mogli u potpunosti da se prepustite avanturi i nezaboravnim pogledima.</p>"
  },
  "kayaking_uvac": {
    "title": "Kajak avantura Uvac",
    "description": "Veslajte kroz zadivljujuće meandre Uvačkog jezera i otkrijte njegove skrivene dragulje na mirnom i slikovitom kajakaškom putovanju.",
    "longDescription": "<p>Doživite lepote Uvačkog jezera iz nove perspektive uz našu kajakašku avanturu. Poznato po svojim zavojima i netaknutoj prirodi, Uvačko jezero pruža jedinstven način da otkrijete skrivene dragulje. Veslajte kroz očaravajuće predele, otkrijte ulaze u pećine do kojih se ne može stići kopnom i uživajte u spektakularnim pogledima sa vidikovca Molitva.</p><p>Avantura je pogodna i za iskusne kajakaše i za početnike, jer naši instruktori obezbeđuju bezbedno i nezaboravno iskustvo. Ostavite kopno iza sebe i uronite u lepotu Uvačkog jezera.</p>"
  },
  "war_island_kayak": {
    "title": "Kajak avantura Ratno ostrvo",
    "description": "Otkrijte slikovito Ratno ostrvo u Beogradu iz jedinstvene perspektive na uzbudljivoj kajakaškoj turi. Uživajte u prelepim pogledima i osvežavajućoj avanturi.",
    "longDescription": "<p>Dodajte dašak avanture svom boravku u Beogradu uz našu kajakašku turu oko Ratnog ostrva. Smešteno na ušću Save u Dunav, Ratno ostrvo je zaštićeno prirodno područje savršeno za istraživanje.</p><p>Veslajte duž reke i doživite lepotu ostrva, sa pogledom na čuvenu Beogradsku tvrđavu. Posmatrajte lokalne ptice, kupajte se i odmorite na plaži Lido na severnom vrhu ostrva. Ova tura pruža osvežavajuću alternativu tradicionalnom razgledanju – zgrabite veslo i doživite Beograd na jedinstven način!</p>"
  },
  "jeep_safari_durmitor_rings": {
    "title": "Džip safari Durmitorski prsten",
    "description": "Doživite uzbudljiv džip safari oko Durmitorskog prstena, savršen za ljubitelje adrenalina i off-road vožnje željne istraživanja surovih terena i skrivenih lepota.",
    "longDescription": "<p>Uživajte u nezaboravnom džip safariju oko Durmitorskog prstena, namenjenom avanturistima i ljubiteljima off-road vožnje. Ova uzbudljiva tura vodi vas kroz zahtevne terene u snažnim vozilima poput Land Rovera, Nissana i Toyote.</p><p>Istražite divlje predele i otkrijte skrivene dragulje Durmitora dok uživate u vožnji punoj adrenalina. Savršeno za sve koji žele da se urone u netaknutu lepotu crnogorske divljine.</p>"
  },
  "horse_riding_tara": {
    "title": "Jahanje na planini Tari",
    "description": "Doživite lepotu planine Tare uz jahanje sa vodičem, savršeno i za početnike i za iskusne jahače.",
    "longDescription": "<p>Uronite u veličanstvene predele planine Tare kroz jedinstveno iskustvo jahanja. U ponudi su različite rase konja, uključujući punokrvne i anglo-arapske. Iskusni jahači mogu istraživati slikovite staze kroz borove šume, vidikovce i mirne potoke.</p><p>Ako ste početnik, rekreativne ture pružaju blag uvod u jahanje, sa mogućnošću kraćih vožnji kroz okolnu prirodu. Takođe je dostupna i kompletna škola jahanja.</p>"
  },
  "horse_riding_fruska_gora": {
    "title": "Jahanje na Fruškoj gori",
    "description": "Krenite u jahačku avanturu kroz prelepe predele Fruške gore, idealno za sve nivoe jahača i iskustvo koje se pamti.",
    "longDescription": "<p>Otkrijte lepote Fruške gore na konju, prolazeći kroz pitome brežuljke, mirna jezera i bujne šume. Pogodno i za iskusne jahače i za početnike, staze pružaju bezbedno i uzbudljivo iskustvo za svakoga.</p><p>Uz vodiče sa iskustvom, istraživaćete raznovrstan teren, sa mogućnošću lagane vožnje ili bržeg tempa za više uzbuđenja. Avantura počinje kod Šumske štale, a rezervacija unapred garantuje savršeno iskustvo na otvorenom na Fruškoj gori.</p>"
  },
  "hiking_rtanj_mountain": {
    "title": "Planinarenje na Rtnju",
    "description": "Istražite mističnu planinu Rtanj, poznatu po svom piramidalnom obliku i legendama o skrivenom blagu. Uspon na njen vrh, Šiljak, predstavlja uzbudljivu avanturu.",
    "longDescription": "<p>Planina Rtanj, koja se nalazi u istočnoj Srbiji, poznata je po svom upečatljivom piramidalnom vrhu Šiljak, koji dostiže visinu od 1.565 metara. Ovaj kraški teren obiluje prirodnim lepotama i lokalnim legendama, čineći Rtanj privlačnim odredištem za planinare.</p><p>Obavijen misterijom, Rtanj se vezuje za priče o skrivenom blagu čarobnjaka u njegovim obroncima. Na samom vrhu nalaze se ostaci kapele posvećene Svetom Đorđu, koju je 1932. godine sagradila supruga jednog lokalnog rudara. Iako u ruševinama, kapela doprinosi enigmatičnoj atmosferi Rtnja.</p>"
  },
  "fishing_on_the_drina_river": {
    "title": "Pecanje na reci Drini",
    "description": "Uživajte u mirnom, ali uzbudljivom iskustvu pecanja na reci Drini, poznatoj po bogatom ribljem fondu i zadivljujućoj prirodnoj lepoti. Idealno za pecaroše svih nivoa.",
    "longDescription": "<p>Reka Drina, jedna od najlepših i najčistijih reka u Srbiji, nudi izuzetno iskustvo pecanja. Poznata je po bogatstvu riba, uključujući mladicu, potočnu pastrmku, lipljena, klenove i mrene. Njene bistre vode i raznovrsni ekosistemi savršeni su i za rekreativno i za sportsko pecanje.</p><p>Protežući se kroz netaknutu prirodu, Drina pruža brojna mesta za pecanje, svako sa svojim izazovima i nagradama. Bilo da pecate sa obale ili iz čamca, uživaćete u miru i lepoti koju pruža ova reka i njeno okruženje.</p>"
  },
  "fishing_on_the_tara_river": {
    "title": "Pecanje na reci Tari",
    "description": "Doživite pecanje na reci Tari, poznatoj po kristalno čistoj vodi i bogatstvu ribljih vrsta. Ova mirna okolina idealan je beg u prirodu za pecaroše svih nivoa.",
    "longDescription": "<p>Reka Tara, koja protiče kroz Crnu Goru i Bosnu i Hercegovinu, pravi je dragulj Balkana poznat po svojoj bistroj, tirkiznoj vodi i dramatičnim pejzažima kanjona. Kao jedna od najčistijih reka Evrope, pruža odlično okruženje za pecanje.</p><p>Dom je pastrmke, lipljena i mladice, zbog čega je idealna i za iskusne pecaroše i za početnike. Pecanje na Tari predstavlja miran beg u prirodu, okružen zadivljujućim predelima. Uživajte u tišini reke, uzbuđenju ulova i lepoti netaknute divljine, što Taru čini jednom od najboljih destinacija za ribolov.</p>"
  },
  "cycling_kopaonik": {
    "title": "Brdski biciklizam na Kopaoniku",
    "description": "Kopaonik nudi uzbudljive biciklističke staze sa spektakularnim pogledima. Idealno za ljubitelje uzbuđenja i boravka u prirodi.",
    "longDescription": "<p>Kopaonik, najveći planinski masiv u Srbiji i najpoznatiji ski-centar, tokom toplijih meseci postaje raj za ljubitelje brdskog biciklizma. Nudi staze za sve nivoe – od laganih ruta kroz guste šume do zahtevnih downhill spustova sa strmim deonicama i oštrim krivinama.</p><p>Dobro obeležene staze pružaju prelepe poglede na okolne planine i doline. Kopaonik ima razvijenu infrastrukturu za bicikliste – iznajmljivanje bicikala, vođene ture i žičare koje prevoze bicikliste i njihovu opremu do viših delova planine za duže vožnje.</p>"
  },
  "cycling_tara": {
    "title": "Brdski biciklizam na Tari",
    "description": "Krenite u uzbudljivu biciklističku avanturu kroz Taru i otkrijte njene zadivljujuće predele i panoramske vidikovce za nezaboravno iskustvo.",
    "longDescription": "<p>Doživite čari planine Tare na uzbudljivoj MTB turi kroz njenu netaknutu divljinu. Nadmorska visina Tare doprinosi uzbuđenju dok vozite kroz guste borove šume i duž visokih litica sa širokim pogledima.</p><p>Sa više od 75 kilometara biciklističkih staza u Nacionalnom parku Tara, koje počinju iz različitih turističkih centara, ova avantura pruža priliku da istražite bogatstvo prirodnih lepota Tare. Provozajte se kroz prostrane livade i posetite spektakularne vidikovce, uranjajući u mirne i veličanstvene predele koji Taru čine nezaobilaznom destinacijom za ljubitelje brdskog biciklizma.</p>"
  },
  "canyoning_nevidio": {
    "title": "Avantura kanjoning Nevidio",
    "description": "Otkrijte skrivene dragulje Crne Gore uz uzbudljivo iskustvo kanjoninga u kanjonu Nevidio, smeštenom na južnim obroncima Durmitora.",
    "longDescription": "<p>Kanjon Nevidio, na južnim obroncima Durmitora u Crnoj Gori, nudi zadivljujuću kanjoning avanturu. Nastao delovanjem reke Male Komarnice, ovaj kanjon dug 2 kilometra ima dramatičan pad visine od 125 metara – od 935 mnv na ulazu do 810 mnv na izlazu.</p><p>Dok prolazite kroz kanjon, bićete očarani njegovom divljom lepotom i skrivenim prirodnim čudima. Idealan za ljubitelje uzbuđenja i prirode, kanjon Nevidio je destinacija koju ne smete propustiti za nezaboravnu avanturu na otvorenom.</p>"
  },
  "bungee_jump_ada_ciganlija": {
    "title": "Bungee skok na Adi Ciganliji",
    "description": "Upustite se u uzbudljiv bungee skok na Adi Ciganliji, najboljoj lokaciji za tražioce adrenalina u Beogradu. Iskusite vrhunac uzbuđenja!",
    "longDescription": "<p>Bungee skakanje je ekstremni sport avanture, a Ada Ciganlija nudi jedan od najlepših i najviših bungee centara na svetu. Sa kranom visokim 55 metara iznad vode, pruža zadivljujuće skokove.</p><p>Centar radi sa obučenim timom i sertifikovanim profesionalcima sa međunarodnim akreditacijama. Od otvaranja 1996. godine, obavljeno je više od 15.000 skokova, što pokazuje pouzdanost i posvećenost bezbednosti.</p>"
  },
  "quad_bike_zlatibor": {
    "title": "Quad Bike Avantura na Zlatiboru",
    "description": "Doživite uzbuđenje vožnje kvadom po Zlatiboru dok savladavate neprohodan teren i uživate u spektakularnim pejzažima.",
    "longDescription": "<p>Doživite uzbuđenje kvad avanture na Zlatiboru, jednom od najlepših planinskih predela u Srbiji. Ova uzbudljiva aktivnost vodi vas kroz zahtevne terene, guste šume i prostrane livade, dok uživate u očaravajućoj prirodnoj lepoti po kojoj je Zlatibor poznat.</p><p>Prilagođeno i početnicima i iskusnim vozačima, ture kvadovima nude različite rute u dužini i težini. Bilo da želite kratku, slikovitu vožnju ili izazovniji put kroz divljinu, uživaćete u panoramskim pogledima na Zlatiborske brda i doline.</p><p>Pod vođstvom iskusnih instruktora, naučićete kako bezbedno upravljati kvadovima, osiguravajući zabavnu i sigurnu avanturu. Tokom ture imaćete priliku da zastanete, uživate u pogledu, fotografišete i čak saznate više o lokalnoj flori i fauni od svog vodiča.</p>"
  }
}
